Repository: CofficLab/GitOK
Catalog: Packages/PluginSettingView/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: A home for every plugin's preferences.
zh_hans: 每个插件偏好的家园。
zh_hk: 每個插件偏好的家園。

source: All settings are organized in a navigable sidebar.
zh_hans: 所有设置组织在可导航的侧边栏中。
zh_hk: 所有設置組織在可導航的側邊欄中。

source: Compose
zh_hans: 组装
zh_hk: 組裝

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Each plugin contributes its own settings page.
zh_hans: 每个插件贡献自己的设置页面。
zh_hk: 每個插件貢獻自己的設置頁面。

source: Extensible
zh_hans: 可扩展
zh_hk: 可擴展

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Jump to any setting by typing.
zh_hans: 输入即可跳转到任意设置。
zh_hk: 輸入即可跳轉到任意設置。

source: Navigate
zh_hans: 导航
zh_hk: 導航

source: Plugin Sections
zh_hans: 插件分区
zh_hk: 插件分區

source: Plugins register setting sections with titles.
zh_hans: 插件注册带标题的设置分区。
zh_hk: 插件註冊帶標題的設置分區。

source: Register
zh_hans: 注册
zh_hk: 註冊

source: Searchable
zh_hans: 可搜索
zh_hk: 可搜索

source: Section Sidebar
zh_hans: 分区侧边栏
zh_hk: 分區側邊欄

source: Sections
zh_hans: 分区
zh_hk: 分區

source: Select a tab
zh_hans: 选择一个标签页
zh_hk: 选择一个标签页

source: Selecting a section shows its content.
zh_hans: 选中分区显示其内容。
zh_hk: 選中分區顯示其內容。

source: Sidebar
zh_hans: 侧边栏
zh_hk: 側邊欄

source: The settings window assembles the sidebar.
zh_hans: 设置窗口组装侧边栏。
zh_hk: 設置窗口組裝側邊欄。

source: sections
zh_hans: 分区数
zh_hk: 分區數

source: settings window
zh_hans: 设置窗口
zh_hk: 設置窗口
